/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Instrumentbræt";
"Telemetry" = "Telemetri";
"Fan Control" = "Ventilator Kontrol";
"Profiles" = "Profiles";
"Advanced" = "Avanceret";
"Menu Bar" = "Menulinje";
"System Info" = "System Info";
"Desktop Widgets" = "Desktop Widgets";

"AMD Power" = "AMD Effekt";
"Gadget" = "Gadget";

"CPU" = "CPU";
"GPU" = "GPU";
"Freq" = "Freq";
"Average" = "Gennemsnit";
"Avg: %@" = "Gns. %@";
"Collecting data…" = "Indhenter data…";

"Low Power Mode (LPM)" = "Lav Effekttilstand (LPM)";
"Allows macOS to auto-manage CPU frequency" = "Tillader macOS at autoadministrere CPU-frekvens";
"Forces CPU to lowest frequency for minimum power" = "Tvinger CPU til laveste frekvens for minimal effekt";
"Core Performance Boost (CPB)" = "Core Performance Boost (CPB)";
"Update Interval" = "Opdater Interval";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Juster hvor ofte telemetri data opdateringer. Lavere = mere lydhør, højere = mindre CPU brug.";

"Opciones en Menú Bar" = "Indstillinger For Menulinje";
"Choose which items appear in the menu bar. Changes apply immediately." = "Vælg hvilke punkter der vises i menulinjen. Ændringer gælder med det samme.";
"Customize the visual appearance of the menu bar items." = "Tilpas menulinjens visuelle udseende.";
"Límite de Temp de Alerta" = "Alarm Temp Grænse";
"Color de Alerta de Temp" = "Alarm Temp Farve";
"Color de Flechas" = "Pile Farve";
"Additional telemetry for the menu bar." = "Yderligere telemetri til menulinjen.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "GPU data vises inde i Temp, Power, Hukommelse og Fan kolonner, når aktiveret.";
"Show GPU VRAM" = "Vis GPU VRAM";
"G:X.XG in Memory column" = "G:X.XG i Hukommelse kolonne";
"Show GPU Fan Speed" = "Vis GPU-ventilatorhastighed";
"G:XXXX in Fan column" = "G:XXXX i fankolonne";

"No fans detected." = "Ingen fans fundet.";
"SMC driver not available" = "SMC-chauffør ikke tilgængelig";
"Your SMC chip may not be supported." = "Din SMC-chip understøttes muligvis ikke.";
"RPM" = "RPM";
"Throttle" = "Gas";
"↩ Reset to Auto" = ":-_curving_left: Nulstil til automatisk";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Vælg en profil for at justere CPU- operationsintervallet. Ændringer træder i kraft med det samme.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Rediger rå P- State registre. Kræver kext privilegium tjek deaktiveret via boot- arg eller root.";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "Dette vil skrive de rå P-State definitioner direkte til CPU'en. Fortsæt?";
"Disabled — work in progress" = "Deaktiveret — igangværende arbejde";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Aktiver i OC: Diverse → Sikkerhed → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Oplysninger om bundkortet er ikke tilgængelige";

"Vista previa de la Barra de Menús:" = "Forhåndsvisning Af Menulinjen:";
"Ancho estimado: %dpt" = "Anslået Bredde: %dpt";
"Restart the app to fully apply width changes." = "Genstart app'en for fuldt ud at anvende breddeændringer.";
"Small (%dpt)" = "Lille (%dpt)";
"Medium (%dpt)" = "Medium (%dpt)";
"Large (%dpt)" = "Stor (%dpt)";

"Green" = "Grøn";
"Blue" = "Blå";
"Orange" = "Orange";
"Red" = "Rød";
"Purple" = "Lilla";
"Pink" = "Lyserød";
"Teal" = "Grønblåt";
"Turquoise" = "Turquoise";

"Verde" = "Grøn";
"Azul" = "Blå";
"Naranja" = "Orange";
"Rojo" = "Rød";
"Morado" = "Lilla";
"Rosa" = "Lyserød";
"Turquesa" = "Grønblåt";

"Dynamic Colors (Temp Only)" = "Dynamiske Farver (kun Tekst)";
"Temp Alert Color" = "Temp Alarm Farve";
"Temp Alert Limit" = "Grænse For Temp Alarm";
"Network" = "Netværk";
"Network Arrows Color" = "Netværk Pile Farve";
"Exit" = "Afslut";
"AMD Power Gadget" = "AMD Power Gadget";
"AMD Power Tool" = "AMD Strøm Værktøj";
"SMC Fans" = "SMC Ventilatorer";

"Fan 1" = "Ventilator 1";
"Fan 2" = "Ventilator 2";
"Fan 3" = "Ventilator 3";
"Fan 4" = "Ventilator 4";
"Fan 5" = "Ventilator 5";
"Fan 6" = "Ventilator 6";
"Fan 7" = "Ventilator 7";
"Fan 8" = "Ventilator 8";

/* Alerts */
"To enable motherboard display:" = "For at aktivere bundkort visning:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Åbn din OpenCore konfigurationsfil,\n\nGå til Diverse -> Sikkerhed -> ExposeSensitiveData,\n\nIndstil værdien til 0x08 for at afsløre oplysninger om tavlen.";
"Done" = "Udført";
"Invalid Input" = "Invalid Input";
"Please type in numbers in hexadecimal." = "Skriv venligst tal i hexadecimal.";
"Unable to Set PStateDef" = "Kan ikke indstille PStateDef";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Handling blev nægtet, da nuværende bruger ikke har nok privilegier,\neller blev annulleret af nuværende bruger.\n\nKør AMD Power Gadget som root bruger eller deaktiver privilegium tjek med boot-arg '-amdpnopchk'\n\nEllers, klik 'Én' i advarselsmeddelelsen for at tillade denne ændring.";
"Your changes will not be saved" = "Dine ændringer vil ikke blive gemt";
"Click apply to save changes before closing this windows." = "Klik på Anvend for at gemme ændringer, før du lukker dette vindue.";
"Cancel" = "Annuller";
"Close without saving" = "Luk uden at gemme";
"Invalid File" = "Ugyldig Fil";
"The selected file could not be read or is not a valid pstate file." = "Den valgte fil kunne ikke læses eller er ikke en gyldig pstate fil.";
"OK" = "Ok";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Gennemsnit: %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Session Toppe";
"Reset Peaks" = "Nulstil Toppe";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "GPU Ventilatorkontrol (Zero RPM / Kurver)";
"macOS Hardware Limitation" = "macOS Hardware Begrænsning";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Direkte software-baserede GPU-ventilatorhastigheds-tilsidesættelser (såsom nul-omdr/min-omdr./min-omdr./omdr./min-ventilatorkurver i macOS) understøttes ikke af macOS-kernen/IOKit-driveren til AMD-GPU'er. GPU's indbyggede firmware (vBIOS) administrerer fans.";
"Standard Hackintosh Solution:" = "Standard Hackintosh Solution:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "Den eneste måde at ændre denne adfærd (ligesom at tvinge fans til at dreje ved lavere temperaturer eller deaktivere Zero RPM) er ved at eksportere vBIOS, oprette en Soft PowerPlay-tabel (SPPT), og injicere den via OpenCores config. list under Enhedsegenskaber.";
"Open SPPT Guide" = "Åbn SPPT Guide";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Nativ CPPC Aktiv Tilstand (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Aktiverer autonom hardwarefrekvens skalering (anbefalet)";
"Power Management Mode" = "Strømstyringstilstand";
"Energy Preference (EPP)" = "Energipræference (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Vælg en hardware autonom profil. CPU'en skalerer frekvensen dynamisk.";
"Performance" = "Ydeevne";
"Balanced Perf" = "Balanceret Perf";
"Balanced Power" = "Balanceret Effekt";
"Power Save" = "Strøm Gem";
"Active Profile Status" = "Aktiv Profilstatus";
"CPU Speed Profiles (Legacy)" = "CPU Hastighedsprofiler (Legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Vælg en manuel P-State tilsidesætte profil. Frekvenser vil blive begrænset til det valgte trin.";
"Mode" = "Tilstand";
"EPP Profile" = "EPP Profil";

/* Desktop Widgets */
"Show CPU Widget" = "Vis Cpu- Widget";
"Show GPU Widget" = "Vis Gpu Widget";
"Show RAM Widget" = "Show RAM Widget";
"Show Disk Widget" = "Vis Diskkontrol";
"Show Network Widget" = "Vis Netværkskontrol";
"Show Fan Widget" = "Vis Ventilatorkontrol";
"Disable All Widgets" = "Deaktivér Alle Widgets";
"Sort by Rank" = "Sorter efter rang";
"Edit Widget Layout" = "Rediger Widget Layout";
"Unlock widgets to drag them around the screen" = "Lås widgets op for at trække dem rundt på skærmen";
"Widget Options" = "Widget Indstillinger";
"Customize the appearance and behavior of your desktop widgets." = "Tilpas udseendet og opførslen af dine desktop-widgets.";
"Auto-Align Active Widgets" = "Auto-Justér Aktive Widgets";
"Automatically stack active widgets at a corner" = "Stak automatisk aktive widgets i et hjørne";
"Alignment Corner" = "Justering Hjørne";
"Top Right" = "Øverst Til Højre";
"Top Left" = "Øverst Til Venstre";
"Bottom Right" = "Nederst Til Højre";
"Bottom Left" = "Nederst Til Venstre";
"Show Clock Widget" = "Vis Ur Widget";
"Clock" = "Ur";
"Stats Table" = "Tabel Over Statistik";
"Classic Glass" = "Klassisk Glas";
"Pro Monitor" = "Pro Monitor";
"Core Matrix" = "Kerne Matrix";

"United" = "Forenet";
"Show United Widget" = "Vis Forenede Widget";
"Configure Combined Metrics" = "Konfigurer Kombinerede Metrics";
"Include CPU" = "Inkludér CPU";
"Include GPU" = "Inkluder GPU";
"Include RAM" = "Inkludér RAM";
"Include Disk" = "Inkludér Disk";
"Include Network" = "Inkludér Netværk";
"Include Fan" = "Inkludér Ventilator";

"Temas & Apariencia" = "Temaer Og Udseende";
"Análisis" = "Analyse";

"Select Visual Theme (Instant Application)" = "Vælg Visuelt Tema (Øjeblikkelig Program)";
"Custom Theme Creator & Exchange (JSON)" = "Brugerdefineret Tema Creator & Exchange (JSON)";
"Chart Rendering Style" = "Diagram Rendering Stil";
"Custom Theme Editor" = "Brugerdefineret Tema Editor";
"Showing active theme colors. Adjust any color to customize." = "Viser aktive tema farver. Juster enhver farve til at tilpasse.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Brug skyderen Opacity til gennemsigtighed (macOS farvepanel alene ofte nulstiller alfa).";
"Opacity" = "Gennemsigtighed";
"Edit Active Theme" = "Rediger Aktivt Tema";
"Export Theme (JSON)" = "Eksporter Tema (JSON)";
"Import Theme (JSON)" = "Importér Tema (JSON)";
"Card Background" = "Kort Baggrund";
"Cyan Accent" = "Cyan Accent";
"Orange Accent" = "Orange Accent";
"Green Accent" = "Grøn Accent";
"Purple Accent" = "Lilla Accent";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f MHz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f GHz";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f s";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100°C";
"1h" = "1t";
"24h" = "24t";
"30d" = "30d";
"60°C" = "60°C";
"7d" = "7d";
"Accept & Continue" = "Accepter & Fortsæt";
"Active" = "Aktiv";
"All Auto" = "Alle Auto";
"All Combined" = "Alle Kombinerede";
"All Fans Auto" = "Alle Ventilatorer Automatisk";
"AMD CPU Cores" = "AMD CPU Kerner";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AMD Power Gadget recolecta datos automatisk ticamente cada minuto.";
"AMD Processor Power Manager (PPM)" = "AMD Processor Power Manager (PPM)";
"Analysis" = "Analyse";
"Apply" = "Anvend";
"Apply P-States?" = "Anvend P-stater?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Arranger rækkefølgen i hvilken ressourcekontroller vises. Klik på pilene for at bytte position.";
"Arrow Color" = "Pil Farve";
"Automatically switches EPP profiles based on live CPU load" = "Skifter automatisk EPP-profiler baseret på live CPU-belastning";
"Average core frequency in GHz" = "Gennemsnitlig kernefrekvens i GHz";
"Average utilization over time" = "Gennemsnitlig udnyttelse over tid";
"Avg Frequency" = "Gns. Hyppighed";
"Avg." = "Gns.";
"Avg: %.0f%%" = "Gns. %.0f%%";
"Balanced\n%.1f GHz" = "Balanceret\n%.1f GHz";
"Base\n%.1f GHz" = "Basis\n%.1f GHz";
"BIOS / Auto" = "BIOS / Auto";
"Buscando actualizaciones..." = "Buscando actualizaciones...";
"Bytes (Read)" = "Bytes (læs)";
"Bytes (Write)" = "Bytes (skrive)";
"Cargando tendencias de telemetría..." = "Cargando tendencias de telemetría...";
"Chart Metric" = "Diagram Metrisk";
"Chart Type" = "Diagram Type";
"Charts require macOS 13+" = "Diagrammer kræver macOS 13+";
"Charts require macOS 13.0+" = "Diagrammer kræver macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Tjek for nye udgivelser af SMCAMDProcessor og AMD Power Gadget på GitHub.";
"Check for Updates" = "Søg efter opdateringer";
"Check Now" = "Tjek Nu";
"Circular Ring" = "Cirkulær Ring";
"Column Bars" = "Kolonnebjælker";
"Configure Charts" = "Indstil Diagrammer";
"Configure labels and layout details for widgets inside the popover." = "Indstil etiketter og layoutdetaljer for widgets inde i popover.";
"Connection Error: %@" = "Forbindelsesfejl: %@";
"Continuous Background Logging" = "Kontinuerlig Baggrundslogning";
"Continuously write telemetry samples to a CSV file in the background" = "Kontinuerligt skrive telemetri prøver til en CSV-fil i baggrunden";
"Control Mode" = "Kontrol Tilstand";
"Core Rankings (Estimated by Freq)" = "Hovedafdækning (anslået af Freq)";
"Could not fetch release info." = "Kunne ikke hente udgivelsesinfo.";
"CPPC hardware rankings are active and loaded from the processor." = "CPPC hardware placeringer er aktive og indlæst fra processoren.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "CPPC hardware værdier kunne ikke læses. Rankings estimeres ud fra den maksimale observerede ur frekvens af hver kerne.";
"CPPC Preferred Cores (Silicon Quality)" = "CPPC Foretrukne Kerner (Silikonekvalitet)";
"CPPC: Active" = "CPPC: Aktiv";
"CPPC: Estimated" = "CPPC: Estimeret";
"CPU and GPU temperatures" = "CPU og GPU temperaturer";
"CPU Average Frequency" = "Cpu Gennemsnitlig Frekvens";
"CPU Freq Avg (GHz)" = "CPU Freq Gns (GHz)";
"CPU Frequency" = "CPU Frekvens";
"CPU Load" = "CPU Indlæs";
"CPU Load (%)" = "Cpu- Belastning (%)";
"CPU Package Power" = "CPU Pakke Strøm";
"CPU Per-Core Thread Load" = "CPU Per- Core Tråd Indlæs";
"CPU Power" = "CPU Effekt";
"CPU Power (W)" = "CPU Power (W)";
"CPU Power Alert" = "CPU Power Alert";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "CPU-effekt har været på %.1fW (over grænse for %dW) i over %d sekunder!";
"CPU Temp" = "CPU Temp";
"CPU Temp (°C)" = "CPU Temp (°C)";
"CPU Temperature" = "CPU Temperatur";
"CPU Temperature Alert" = "CPU Temperaturalarm";
"CPU temperature has reached %.1f°C!" = "CPU temperatur har nået %.1f°C!";
"CPU Tracker" = "CPU Tracker";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Nuværende version: v%@\nNy version: %@\n\nUdgivelsesnoter:\n%@";
"Curve" = "Kurve";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Curve Optimizer er kun aktiv, når AMDRyzenCPUPowerManagement kext understøtter Zen 3 SMU postkasse interface.";
"Custom" = "Tilpasset";
"Customize the behavior and visibility of the menu bar popover." = "Tilpas opførsel og synlighed af menulinjen popover.";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "Slet Punkt";
"Device Utilization %" = "Enhedsudnyttelse %";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Deaktiver tunge visuelle effekter, hvis dit system mangler Metal grafik acceleration.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "DISCLAIMER: Denne software interagerer direkte med lavt niveau hardware kontrol registre. Ved at bruge det, accepterer du, at det absolutte ansvar for enhver systemustabilitet, hardwareskader eller fremmede invasion ligger helt hos brugeren.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "DISCLAIMER: Denne software interagerer direkte med hardware kontrolregistre på lavt niveau. Ved at bruge det, accepterer du, at det absolutte ansvar udelukkende hviler hos brugeren.";
"Disk" = "Disk";
"DISK" = "DISK";
"Disk Activity" = "Disk Aktivitet";
"Disk Activity (MB/s)" = "Diskaktivitet (MB/s)";
"Disk Activity (Read+Write)" = "Diskaktivitet (læs +skriv)";
"Disk I/O" = "Disk I/O";
"Disk Tracker" = "Disk Tracker";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "Vil du have AMD Power Gadget til at starte i menulinjen ved login? \n\n Dette vil kun blive spurgt én gang. Du kan ændre denne indstilling senere under Udseende menuen.";
"Donate (PayPal)" = "Donér (PayPal)";
"Download" = "Hent";
"Download on GitHub" = "Download på GitHub";
"Download Update" = "Download Opdatering";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Træk kontrolpunkter for at redigere kurven. Dobbeltklik på tom plads for at tilføje (max 8). Dobbeltklik på et punkt eller højreklik for at slette.";
"Dynamic Auto-EPP Workload Engine" = "Dynamisk Workload Engine Til Auto-EPP";
"Dynamic Next-Gen Fan Curves" = "Dynamisk Næstegeneralløjtnant Kankurver";
"Edit Layout" = "Rediger Layout";
"Efficient\n%.1f GHz" = "Effektiv\n%.1f GHz";
"Enable additional stats columns inside the popover." = "Aktiver yderligere statistik kolonner inde i popover.";
"Enable System Alerts" = "Aktivér Systemalarmer";
"Error reading CPU data." = "Fejl ved læsning af CPU- data.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Evalueret i kernen med 256 trin LUT interpolation, hysterese og glat ramping.";
"Export" = "Eksporter";
"Export CSV" = "Eksporter CSV";
"Export Telemetry History" = "Eksportér Telemetri Historik";
"Export the history of samples currently in memory to a CSV file" = "Eksporter historikken for prøver der aktuelt er i hukommelsen til en CSV-fil";
"Failed — check kext privileges (-amdpnopchk)." = "Mislykkedes — tjek kext rettigheder (-amdpnopchk).";
"Fan" = "Ventilator";
"Fan Number" = "Ventilatornummer";
"Fan Speed" = "Ventilatorhastighed";
"Fan Speed (RPM)" = "Ventilatorhastighed (RPM)";
"Fan Speed(RPM)" = "Ventilatorhastighed (RPM)";
"Filled Area" = "Udfyldt Område";
"Freq:" = "Freq:";
"Frequency" = "Frekvens";
"Frequency Max:" = "Maks. Frekvens:";
"GHz" = "GHz";
"GitHub Repository" = "GitHub Repository";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "GitHub Repository\n\nSærlig tak til AMD OS X-fællesskabet!\n\nCopyright ©️ 2020-2026 Droga. Alle rettigheder forbeholdes.";
"GPU Load" = "Gpu Indlæs";
"GPU Model" = "GPU Model";
"GPU Power" = "Gpu Strøm";
"GPU Power (W)" = "Gpu Effekt (W)";
"GPU Temp" = "Gpu Temp";
"GPU Temp (°C)" = "GPU Temp (°C)";
"GPU Temperature" = "GPU Temperatur";
"GPU Tracker" = "Gpu Tracker";
"H.264 & HEVC Active" = "H.264 & HEVC Aktiv";
"H.264 Active (HEVC Inactive)" = "H.264 Aktiv (HEVC inaktiv)";
"HEVC Active (H.264 Inactive)" = "HEVC Aktiv (H.264 Inaktiv)";
"Hide this fan" = "Skjul denne fan";
"High Load Threshold (Performance)" = "Høj Belastning Tærskel (Ydeevne)";
"Histograma de Barras" = "Histograma de Barras";
"Hysteresis" = "Hysteresis";
"I accept that absolute responsibility lies entirely with the user." = "Jeg accepterer, at det absolutte ansvar udelukkende ligger hos brugeren.";
"Idle Threshold (Power Save)" = "Tærskelværdi (underlagsspare)";
"Import" = "Importér";
"Inactive" = "Inaktiv";
"Inactive / Not Supported" = "Inaktiv / Ikke Understøttet";
"Index" = "Indeks";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Injicer positive eller negative spændingsforskydninger pr. kerne. Centret er 0 (ingen overkørsel). Begrænsning: -30 (undervolt) til +30 (overvolt) tæller.";
"Inst(s) Retired:" = "Straks pensioneret:";
"Kext Update Available" = "Kext Opdatering Tilgængelig";
"Later" = "Senere";
"Line Only" = "Kun Linje";
"Load" = "Indlæs";
"Loading..." = "Indlæser...";
"Log File Location" = "Log Fil Placering";
"Logical Cores" = "Logiske Kerner";
"Low Performance Mode" = "Lav Ydeevne";
"Low Power\n%.1f GHz" = "Laveffekt\n%.1f GHz";
"Línea Escalonada (Step)" = "Liśnea Escalonada (Step)";
"Línea Suave (Spline)" = "Liśnea Suave (Spline)";
"Manual Override" = "Manuel Tilsidesæt";
"Max Speed" = "Maks. Hastighed";
"Max." = "Maks.";
"MB/s" = "MB/s";
"Memory Usage" = "Hukommelsesforbrug";
"Menu Bar Preview:" = "Forhåndsvisning Af Menulinjen:";
"Mi Tema Custom" = "Mi Tema Brugerdefineret";
"Min." = "Min.";
"Monochrome Stealth" = "Monokrom Stealth";
"Máx." = "Maksix.";
"Máx:" = "Maksimum x:";
"Mín." = "Miřn.";
"Mín:" = "Miţn:";
"N/A" = "N/A";
"Net" = "Netto";
"Net Download (MB/s)" = "Nettodownload (MB/s)";
"Net Upload (MB/s)" = "Nettoupload (MB/s)";
"Network Speed" = "Netværkshastighed";
"Network Throughput" = "Netværk Gennemgående";
"Network Total Speed" = "Netværk Total Hastighed";
"New version %@ available!" = "Ny version %@ tilgængelig!";
"New Version Available: %@" = "Ny Version Tilgængelig: %@";
"No" = "Nej";
"No AMDRyzenCPUPowerManagement Found!" = "Ingen AMDRyzenCPUPowerManagement Fundet!";
"No curves configured." = "Ingen kurver konfigureret.";
"No hay suficientes datos recolectados aún." = "No hay suficientes datos recolectados aún.";
"No location selected" = "Ingen placering valgt";
"No metrics active" = "Ingen målinger aktive";
"No release notes available." = "Ingen udgivelsesnoter tilgængelige.";
"Nordic Frost" = "Nordic Frost";
"Not Supported" = "Ikke Understøttet";
"Not supported by your CPU" = "Ikke understøttet af din CPU";
"Not yet" = "Ikke endnu";
"Open Dashboard" = "Åbn Kontrolpanel";
"Other Popover Widgets" = "Andre Popover Widgets";
"P-State Editor" = "P-stat Editor";
"P-States applied successfully." = "P-stater anvendtes med succes.";
"P-States Configuration" = "Konfiguration Af P-stater";
"Package" = "Pakke";
"Package Power" = "Pakke Strøm";
"Peak Fan" = "Peak- Ventilator";
"Peak Freq" = "Peak-Freq";
"Peak Power" = "Peak Effekt";
"Peak Temp" = "Peak Temp";
"Performance\n%.1f GHz" = "Ydeevne\n%.1f GHz";
"Performance & Fallback" = "Ydeevne & Fald";
"Personalizado" = "Personalizado";
"Physical Cores" = "Fysiske Kerner";
"Pin Popover Open" = "Pin Popover Åbn";
"Platform" = "Platform";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Download venligst AMDRyzenCPUPowerManagement fra udgivelsessiden.";
"Popover Config" = "Popover Config";
"Popover General Settings" = "Generel Popover Indstillinger";
"Popover Menu" = "Popover Menu";
"Power" = "Effekt";
"Power Warning Threshold (PPT)" = "Strømvarslingstærskel (PPT)";
"Prevent the popover from closing when clicking outside" = "Forhindr popover i at lukke, når du klikker udenfor";
"Preview" = "Eksempelvisning";
"Processor" = "Processor";
"Profile" = "Profil";
"Progress Bar" = "Fremskridt Bar";
"Prom." = "Prom.";
"PWR" = "PWR";
"Quick Fan Access" = "Hurtig Ventilatoradgang";
"Quit" = "Afslut";
"Quit and Download" = "Afslut og download";
"Radeon GPU" = "Radeon GPU";
"Radeon Graphics utilization percentage" = "Radeon Graphics udnyttelsesprocent";
"RAM" = "RAM";
"RAM Tracker" = "RAM Tracker";
"RAM Usage" = "RAM Usage";
"RAM Usage (%)" = "RAM Usage (%)";
"RAM Utilization" = "RAM Utilization";
"RAM utilization percentage" = "RAM udnyttelsesprocent";
"Ramp Rate" = "Rampe Rate";
"Raw Register Details" = "Rå Registrerings Detaljer";
"Read Speed" = "Læs Hastighed";
"Real-time energy consumption in Watts" = "Real-time energiforbrug i watt";
"Real-time History" = "Realtids Historik";
"Real-time upload / download speed (↑/↓)" = "Real-time upload / download hastighed (↑/↓)";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Modtag indfødte macOS-alarmer, når CPU'en overskrider konfigurerede termiske eller effektgrænser.";
"Refresh Rate" = "Opdater Rate";
"Relative Time (s)" = "Relativ Tid (r)";
"Replaces translucent blurs with solid colors to save CPU" = "Erstatter gennemskinnelige slurer med solide farver for at gemme CPU";
"Requests permission and enables hardware limit warnings" = "Anmoder om tilladelse og muliggør hardware grænse advarsler";
"Revert" = "Gendan";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Højreklik på en widget direkte på dit skrivebord for at ændre sin stil dynamisk (Classic Glass, Pro Monitor, eller Core Matrix).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "SIKKERHED DISCLAIMER OG PASSIVELSE";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Seleccionaśuna graśfica en el panel superior para visualizar su histośrico.";
"Select File..." = "Vælg Fil...";
"Select which metrics are shown and choose their visualization style." = "Vælg hvilke målinger der vises og vælg deres visualiseringsstil.";
"Series" = "Serie";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Vis en flydende, ikke-interaktiv widget på dit skrivebord til live telemetri.";
"Show All (%d hidden)" = "Vis alle (%d skjult)";
"Show CPU" = "Vis CPU";
"Show Fan RPM" = "Vis Ventilator RPM";
"Show GPU Power" = "Vis Gpu Strøm";
"Show GPU Row" = "Vis Gpu Række";
"Show GPU Temp" = "Vis GPU-Temp";
"Show Memory" = "Vis Hukommelse";
"Show Network" = "Vis Netværk";
"Show Network Row" = "Vis Netværksrække";
"Show Network Speed Sparkline Graph below" = "Vis Sparkline graf nedenfor";
"Show Per-Core Utilization Grid below" = "Vis Per-Core Udnyttelsesgitter nedenfor";
"Show Power" = "Vis Strøm";
"Show Ring Details" = "Vis Ring Detaljer";
"Show Ring Labels" = "Vis Ringsetiketter";
"Show Temperature" = "Vis Temperatur";
"Show Temperature Sparkline Graph below" = "Vis Temperatur Sparkline graf nedenfor";
"Show Top Processes" = "Vis Top Processer";
"Single large value instead of max/avg stack" = "Enkelt stor værdi i stedet for maks/avg stak";
"SMC Fan Control" = "SMC Ventilatorkontrol";
"Smooth Curves" = "Glat Kurver";
"Software" = "Software";
"Software Updates" = "Softwareopdateringer";
"Solarized Amber" = "Solariseret Rav";
"Speed" = "Hastighed";
"SSD" = "SSD";
"Startup at login?" = "Opstart ved login?";
"Statistics" = "Statistik";
"Storage" = "Lagerplads";
"Style" = "Stil";
"Style Options" = "Stil Indstillinger";
"Styles & Themes" = "Styles & Themes";
"Supported by your CPU" = "Understøttet af din CPU";
"Sustained Duration" = "Vedvarende Varighed";
"Swap Total" = "Ombyt Total";
"Swap Used" = "Ombyt Brugt";
"System Alert Notifications" = "System Alarm Notifikationer";
"System Up to Date" = "System frem til dato";
"Tahoe Glass" = "Tahoe Glas";
"Temp" = "Temp";
"Temp Source" = "Temp Kilde";
"Temperature" = "Temperatur";
"Temperature Warning Threshold" = "Temperatur Advarsel Tærskel";
"Temperature(C)" = "Temperatur(C)";
"Temperatures" = "Temperaturer";
"Themes & Appearance" = "Temaer Og Udseende";
"Thermal History" = "Termisk Historik";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "Denne applikation kan ikke startes på grund af AMDRyzenCPUPowerManagement rapporterer forkerte data.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "Denne software interagerer direkte med lav-niveau CPU hardware registre, Model-Specifikke Registre (MSRs), Systemforvaltningsenheden (SMU) til styring af CPU-spændinger, frekvenser og effektgrænser.\n\nForkerte indstillinger, ustabil undervolting eller forkerte konfigurationer kan forårsage systemustabilitet, datatab, kernepanik eller permanent hardwareskade.\n\nVed at fortsætte accepterer du, at det absolutte ansvar for enhver systemustabilitet, hardware skade eller fremmede invasion ligger helt hos brugeren. Forfatterne og bidragsyderne påtager sig intet som helst ansvar for eventuelle skader, tab eller bivirkninger på din hardware, software eller personlige ejendele. Brug på egen risiko.";
"Thread %d: %.1f%%" = "Tråd %d: %.1f%%";
"Time" = "Tid";
"Timeframe" = "Timeframe";
"Timestamp" = "Tidsstempel";
"TMP" = "TMP";
"Todas las gráficas están ocultas." = "Todas las gráficas están ocultas.";
"Top Processes" = "Top Processer";
"Total" = "I Alt";
"Total Power(W)" = "Total Effekt(W)";
"Tracks active memory usage and pressure." = "Spor aktivt hukommelsesforbrug og tryk.";
"Tracks CPU utilization average and core temperature." = "Spor CPU udnyttelse gennemsnit og kernetemperatur.";
"Tracks graphics memory (VRAM) utilization." = "Spor grafik hukommelse (VRAM) udnyttelse.";
"Tracks graphics utilization and temperature." = "Spor grafik udnyttelse og temperatur.";
"Tracks primary storage capacity usage." = "Spor primær lagerkapacitet forbrug.";
"Unknown" = "Ukendt";
"Unknown GPU" = "Ukendt GPU";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Lås Curve Optimizer (DANGEROUS: ustabil undervolting kan forårsage kerne panik eller øjeblikkelig genstart)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "Lås P-State Editor op (DANGEROUS: Ukorrekte indstillinger kan gå ned eller beskadige hardware)";
"Upload" = "Upload";
"Uptime" = "Oppetid";
"Use Popover Menu" = "Brug Popover Menu";
"Used memory in GB" = "Brugt hukommelse i GB";
"Used RAM" = "Used RAM";
"UTC Time" = "UTC Tid";
"V-F Operating Curve" = "V-F Driftskurve";
"Value" = "Værdi";
"VDA Decoder" = "VDA Dekoder";
"Visible charts:" = "Synlige diagrammer:";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "VRAM Tracker";
"VRAM Used" = "VRAM Brugt";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "W";
"Weekday" = "Ugedag";
"Widget Reordering" = "Genbestilling Af Widget";
"Widget Selection & Display Style" = "Valg Af Widget Og Visningsstil";
"Widget Style" = "Widget Stil";
"Write Speed" = "Skriv Hastighed";
"Yes" = "Ja";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Du kører den seneste version af AMD Power Gadget (v%@).";
"You have the latest version installed (v%@)." = "Du har den nyeste version installeret (v%@).";
"°C" = "°C";
"Área Rellena (Gradient)" = "Aśrea Rellena (radient)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "Din AMDRyzenCPUPowerManagement version (%@) er forældet og ikke længere API-kompatibel. Benyt venligst version 3.0.0 eller nyere og start denne applikation igen.";

/* App language picker */
"Language" = "Sprog";
"App Language" = "App Sprog";
"Choose the interface language. The app will restart to apply the change." = "Vælg sproget interface. Appen vil genstarte for at anvende ændringen.";
"System Default" = "System Standard";
"Current: %@" = "Nuværende: %@";
"Restart required" = "Genstart påkrævet";
"Apply & Restart" = "Anvend & Genstart";
"The app needs to restart to load the selected language." = "Appen skal genstartes for at indlæse det valgte sprog.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Denne handling kræver administratorrettigheder. Kør AMD Power Gadget som root, eller tilføj boot argument - amdpnopchk til fejlfinding.";

/* Crowdin: recent UI strings — CPPC badge vs EPP Active Mode */
"CPPC: HW OK" = "CPPC: HW OK";
"CPPC: EPP On" = "CPPC: EPP On";
"This CPU did not report CPPC support to the kext." = "This CPU did not report CPPC support to the kext.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch.";
"Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor." = "Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor.";
"CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle." = "CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle.";
"The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root)." = "The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root).";
/* Deprecated badge key — kept so old locales still resolve */
"CPPC: Active" = "CPPC: HW OK";
